[	
	{
		"id": "0",
		"name": "Cocoa Twix",
		"cover": "https://live.staticflickr.com/65535/51970212155_514829e867_w.jpg",
		"gallery": [],
		"headers": ["General", "Connection to VTC", " ", "Attributes", " ", " ", "Origin Theories", "Magnetism Theory", " ", "Friend Theory", " ", "Theological Theory", " "],
		"descriptions": 
		[
			"Cocoa Twix (A.K.A Scares, Cocoa, Hexagon) is a 19 year old, 55cm tall, bipedal male hexagon of seemingly originating from New Brunswick, Canada. As of 2022/03/18, he is believed to be the first VTC deity created. Very little is known about his creation. Several theories are discussed below.",
			
			"Unlike all other VTC deities, Cocoa has no known origin. All VTC deities, when questioned, claim that Cocoa has been present in the VTC for its entire existence. However, due to numerous off-hand comments and recently discovered evidence, researchers have reason to doubt this idea. Without difficulty, Cocoa is able to recount memories from a time before the VTC, which suggests Cocoa and the VTC were created separately (or at least created individually from each other).",
			
			"Cocoa is the earliest known inhabitant of the VTC according to VTC meta-data discovered on 2022/01/02, five years after the VTC's creation. He is also the only deity with de-facto control over the VTC's structure and operation. Any other members who wish to exercise this level of control must obtain permission from Cocoa first. It is unknown why Cocoa possesses this higher level of authority, though it is believed to be tied to the VTC's creation (and by association, Cocoa's creation).",
			
			"Cocoa is known to be fluent in many programming languages, including Python, Java, C, SmallBasic, and JavaScript. Cocoa claims to have learned many of these languages pre-VTC. He has used this knowledge to create computer applications and video games far beyond what experts believe to be possible with his skill level. He has also spent many hours sharing his learnings with other VTC deities (most notably Telic, whose programs Cocoa has labeled as spiritual successors to his own work).",
			
			"Cocoa has a knack for old media, being able to recall old forgotten commercials and abandoned pieces of media on command. He frequently re-purposes old media for the sake of memes, music, and visual art. This further suggests Cocoa existed before the VTC.",
			
			"Although no familial bond exists between Cocoa and any of the VTC's deities, he has shown a strong desire to protect and nurture the VTC's inhabitants. This desire manifests itself in many forms, including but not limited to: defending VTC deities from external criticism, excessively complimenting VTC deities, creating works of art commemorating VTC deities, and including VTC deities in all aspects of life. The reasoning for these habits can be attributed to Cocoa's excess empathy and low self-esteem (making other VTC deities feel comforted vicariously makes Cocoa feel comforted), though it is unknown why Cocoa possesses these traits.",
			
			"Determining Cocoa's origin/creation is an area of ongoing research. Several theories have been created, though none have been confirmed as of yet.",
			
			"Several researchers have speculated that Cocoa's creation happened as a result of happenstance interactions between naturally-magnetic components floating within the atmosphere (such as satellite debris, dense micro-particles, etc.). These components are said to have binded to each other in such a way as to form a simplistic system capable of locomotion (similar to how Conway's Game of Life produces such locomotion from simple rules). This system evolved over time, with new components happening to attach themselves to the system in just the right way to enable some new function within Cocoa, such as speech. ",
			
			"This theory relies heavily upon random chance. Every step in this process has yet to be replicated in a laboratory setting. The scientific basic for this theory is weak, supported only by trace amounts of metallic alloys extracted from Cocoa's blood. These alloys match with the material which composes common space junk.",
			
			"Popularized by Alexander Estabrooks, the Friend Theory asserts that Cocoa was created by an unknown organic chemist in the late 1970s to act as a 'buddy' to his children. Evidence for this theory is largely anecdotal; it was created to explain many of the specific tendencies observed in Cocoa over the years. Cocoa's love for older, forgotten media could be explained as hard-coded into his brain to be able to relate to kids in the 1970s-1980s. Cocoa's overly empathetic nature could also be explained as a design choice to better suit a younger audience. Even Cocoa's overall look--an unassuming hexagonal buddy--could be the by-product of wanting to make Cocoa look as approachable as possible. ",
			
			"Despite the theory explaining many of the unexplainable traits of Cocoa, there are too many unknowns to take the claim seriously. Who was this chemist? How would they have the power to animate life? Why would Cocoa have no recollection of this chemist?",
			
			"Due to the seemingly impossible questions surrounding Cocoa's existence, many have attempted to explain Cocoa in a more religious lens. Followers of the Theological Theory suggest that Cocoa never originated from anything or anywhere. Rather, Cocoa has always existed. The VTC and its many other deities were created by Cocoa, consciously or otherwise. This explains why Cocoa seems to be the only deity with full control over the fabric of the VTC.", 
			
			"However, other than giving an answer to a few questions, this theory is strongly rejected by the academic community as lacking rigor. However, this theory is popular among casual researchers and the media, and is the portrayal often used in depictions of the VTC's origin."
		],
		"rating": "0",
		"dateModified": "2022/03/22"
	},
	
	{
		"id": "1",
		"name": "Telic Hoipolloi",
		"cover": "https://live.staticflickr.com/65535/51970212145_48a646bc71_w.jpg",
		"gallery": [],
		"headers": ["General", "Connection to VTC", " ",  "Attributes", " ", " "],
		"descriptions": 
		[
			"Telic Hoipolloi (not to be confused with Tenzk Cube) is a 20 year old, 66cm tall, bipedal male cube-type with an artificial eye. He originates from California, USA. His first appearance on VTC was in early 2017, under the name [DATA EXPUNGED].",
		
			"Telic is one of the earliest known deities in the VTC, dating back to 2017. He has varied in power over the years, previously holding the status of 'Alpha Mod', a role equivalent to being second in command. He is often cited as being one of the more level-headed VTC deities, often moderating disputes and providing examples of common law to guide conduct. ",
		
			"Telic is one of Cocoa's closest acquaintances, which makes him an interesting deity of study. He is often a source of clarification during studies, correcting claims made about VTC deities and providing relevant information to the best of his ability. Prior cross-examinations have proven Telic to be a reliable source. Given his extensive time on the VTC, he is a common source of historical knowledge, even working as a part-time archivist within the VTC.",
		
			"With Cocoa's encouragement, Telic has proven themselves to be a competent programmer, on par with (and on some cases exceeding) Cocoa's ability. He has currently taken the task of developing a Python automaton to 'be of service to the VTC in whatever capacity possible' (Json, 'On the Development of VTC Function and Automation' 35). Another noteworthy project is an open-source multi tool, created a few years prior to the current automaton's development.",
		
			"On several occasions, Telic has taken it upon himself to document and archive the happenings of the VTC. The purpose of these archives remains unknown, and Telic has consistently avoided any questions regarding the matter. Cocoa has been documented to encourage these archives, though he is seemingly uninvolved with the creation process. It is theorized that these archives are somehow tied to the stability of the VTC itself, acting as a preservation mechanism for the VTC deities and their creations. If this is the case, it is unknown how these archives fulfill this purpose, as current research has found no intrinsic tie between the VTC's fabric and these archives.",
			
			"Due to Telic's artificial eye, he has shown remarkable ability in any activities requiring hand-eye coordination, sharp eyesight, and quick reaction time. As of now, Telic makes no attempt to seriously utilize these skills unless directly asked by a researcher. Occasionally, Telic will use his above-average ability to excel at particular rhythm games with the sole purpose of boasting to other VTC deities. More research needs to be done to conclude whether this habit is a core trait of Telic, or whether possessing an artificial attachment has caused him to develop the trait. Telic is the only known VTC deity to have an artificial attachment."
		],
		"rating": "0",
		"dateModified": "2022/03/23"
	},
	
	{
		"id": "2",
		"name": "Pixel Trazh",
		"cover": "https://live.staticflickr.com/65535/51970212170_fe3d2a8009_w.jpg",
		"gallery": [],
		"headers": ["General", "Connection to VTC", " ", "Attributes", " "],
		"descriptions": 
		[
			"Pixel Trazh (A.K.A. Waffle Dudz) is an 18 year old, 60cm tall, bipedal male feline sphere originating from New York, USA. He is one of Cocoa's earliest acquaintances, heavily influencing both the style and structure of the VTC.",
			
			"Pixel is one of the earliest known inhabitants of the VTC. When questioned regarding Cocoa's origin, Pixel claims to have been close with Cocoa before the VTC's creation. According to an interview released in hardcover as 'The Long-Forgotten Space Funerals and Other Recollections (2019)', Pixel says he and Cocoa existed in a nameless, stateless fabric at least six months before the VTC's creation, though memories of this place have blurred over time. He also mentions the names of several deities that have seemingly no connection to the VTC, including Lochlin, Tristan, and Jordan (though interestingly, researchers confirmed that Lochlin has appeared within the VTC at least once, though with minimal interaction with others. Many current VTC deities have never interacted with Lochlin, nor can they recognize his name). This implies the existence of other VTC-like fabrics, though the pre-VTC space described by Pixel appears to operate under very different rules from the VTC.",
			
			"Pixel has always possessed a certain level of popularity among the VTC deities. This has been attributed to many things, including his prior status as an 'Alpha Mod', his frequent artistic endeavors, and his general cordiality towards members of the VTC. Pixel has also been directly responsible for bringing new deities to the VTC, such as Ruta and Atomic. Many of the VTC's greatest milestones, specifically in the creation of visual art pieces, can be attributed to Pixel.",
			
			"As mentioned above, Pixel possesses an uncanny ability to produce pieces of visual media, both static and animated. This has led to Pixel being to go-to deity for artistic concerns regarding the VTC (such as the VTC's emblem, celebratory anniversary art, and entertainment). All VTC members have shown much support surrounding these pieces.",
			
			"Pixel has also been noted to have unusually high level of influence over Cocoa. It has been shown that the chance of Cocoa acting off of a request from Pixel is roughly 55% higher than any other VTC deity (rivaled only by Dant Cube, who draws a percentage of 35%). To date, Pixel has not used this ability for any specific purpose,  nor do they seem to recognize that they even have this ability. When researchers mention this ability to Pixel directly, he is quick to attribute this noticed difference to the close friendship he and Cocoa have without mentioning the basis or extent of that friendship. Cocoa's response to this prompt mirrors Pixel's. The friendship between Cocoa and Pixel (as well as any friendship within the VTC) is an active area of research due to its potential to reveal links between deities and the VTC itself.",
		],
		"rating": "0",
		"dateModified": "2022/03/24"
	},
	
	{
		"id": "3",
		"name": "Dubby Ball",
		"cover": "https://live.staticflickr.com/65535/51968644297_5cd5fec38d_w.jpg",
		"gallery": [],
		"headers": ["General", "Connection to VTC", " ", "Attributes", " ", " "],
		"descriptions": 
		[
			"Dubby Ball (A.K.A. [DATA EXPUNGED]), is a dark green spiky moss ball of radius 22cm. Many aspects of Dubby remain undetermined, such as their age and supposed nationality. Dubby is the second earliest known member of the VTC next to Cocoa.",
			
			"Until very recently, Dubby was thought to be the first VTC deity. This was attributed to the first known letter sent within the VTC: a single letter 'E'. Testimonials from other VTC deities (specifically Cocoa, Pixel, and Dubby themselves) point to Dubby being directly involved in the creation of the VTC. Some even claim the VTC was created solely by Dubby. This theory has been debated (see L S), but has yet to be debunked entirely by the greater academic community.",
			
			"Dubby has revealed that the VTC has greatly impacted their life, partly due to their involvement in the historical 'Tale of the Blizzargarasu', an era of the VTC involving the appeasement of an abnormally-sized bird who brought with him a never-ending winter. The legitimacy of this tale is still debated among the academic community, though many VTC deities (particularly Dubby, Sunda, and Cocoa) recall the time fondly as a brutal but ultimately positive experience in their lives which helped them learn to overcome hardship. Dubby is also grateful simply for the chance to be a part of the VTC. Experts have used this sentiment to theorize about a possible 'entrance criteria' for entering the VTC. If proven true, this criteria would not only explain the seemingly random rate at which deities appear in the VTC, but it would also provide evidence that other fabrics exist (as having entrance criteria wouldn't make sense if there wasn't anywhere else to go).",
			
			"Within the VTC, Dubby is most well-known to having extreme body coordination. More recent studies have qualified Dubby's coordination to that of a gold medal Olympic athlete, but only with regards to specific motor abilities (such as finger and arm movement). Despite being a mere moss ball, Dubby has shown to have an impressive resistance to repeated-stimulation injuries, attacks on their character, and even traumatic experiences. Unlike most other VTC deities, Dubby has suffered a great deal of loss in their life; they are constantly working hard to overcome the challenges that life has brought them. From a functionalist perspective, this gives Dubby's support group within the VTC a purpose: to help overcome life experiences. They are the only such deity with an easily-explainable tie to other deities.",
			
			"Dubby has also been noted as being a competent writer. Most of Dubby's writings take the form of a personal stream of consciousness which they then share with other VTC deities. However, the creation of these writings is rather inconsistent. Sometimes multiple writings are created in a single day. Sometimes multiple weeks can go by before Dubby creates another entry. All of these entires are either sent to VTC members directly or stored in a virtual journal. The content of these writings varies from day-to-day happenings to extremely personal pent-up feelings.",
			
			"It is also important to note Dubby's connection with the song 'Solar Wind' by Jumper. This song has long been associated with Dubby on the VTC, though the significance of this song is much more than a mere association. Depending on the song's usage (e.g. who plays it, where it's being played, when it's played, etc.), 'Solar Wind' can elicit a multitude of different emotional responses from Dubby. Such emotions include (but are not limited to): happiness, melancholic sadness, relaxation, extreme stress (akin to a fight or flight response), and anger. No other VTC deity has been shown to exhibit as strong a reaction to the song as Dubby has. In fact, a few documented incidents report that, upon rolling into various rooms within the VTC, 'Solar Wind' begins playing from a seemingly nonexistent source. The sound emanates from Dubby for a duration of five to fifteen seconds. The timing and relevance of these random outbursts is not well understood, though a tenuous link between the song's occurrence and Dubby's desire to be comedic has been made. More research needs to be done in order to make any substantial conclusions."
		],
		"rating": "0",
		"dateModified": "2022/03/26"
	}
]